{
  "General Conduct": [
    {
      "title": "Respect All Members",
      "content": "Treat everyone with respect. Bullying, harassment, hate speech, and discrimination will not be tolerated."
    },
    {
      "title": "No Spamming",
      "content": "Avoid spamming in any form, including text, images, or links. Keep the chat clean and readable."
    },
    {
      "title": "Language",
      "content": "Use appropriate language at all times. No excessive swearing or offensive remarks."
    }
  ],
  "Voice Channels": [
    {
      "title": "Use Appropriate Channels",
      "content": "Join the relevant voice channels for your activity. Avoid disrupting other channels."
    },
    {
      "title": "No Background Noise",
      "content": "Ensure your microphone is free from excessive background noise. Use push-to-talk if necessary."
    },
    {
      "title": "Respect Others",
      "content": "Do not yell, blast music, or intentionally disrupt others in voice channels."
    }
  ],
  "Content Sharing": [
    {
      "title": "NSFW Content",
      "content": "Sharing NSFW (Not Safe For Work) content is strictly prohibited."
    },
    {
      "title": "Spam and Ads",
      "content": "Do not post unsolicited advertisements or spam links. Keep content relevant to the discussion."
    },
    {
      "title": "Intellectual Property",
      "content": "Respect copyright laws. Do not share pirated or illegal content."
    }
  ],
  "Community Interaction": [
    {
      "title": "Help New Members",
      "content": "Be welcoming to new members and provide assistance when needed."
    },
    {
      "title": "Report Issues",
      "content": "Report any issues, rule violations, or inappropriate behavior to the moderators."
    },
    {
      "title": "Positive Participation",
      "content": "Contribute positively to the community. Engage in discussions, events, and help maintain a friendly atmosphere."
    }
  ]
}
